Repository: jbr7rr/MedtrumKit
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans

source: (%lld hr %lld min)
ar: (%lld ساعة %lld دقيقة)
da: (%lld t %lld min)
de: (%lld Std. %lld Min.)
es: (%lld h %lld min)
fi: (%lld h %lld min)
fr: (%lld h %lld min)
he: (%lld שעות %lld דקות)
hu: (%lld óra %lld perc)
it: (%lld ore %lld minuti)
ja: (%lld 時間 %lld 分)
ko: (%lld 시간 %lld 분)
nb: (%lld t %lld min)
nl: (%lld u %lld min)
pl: (%lld godz. %lld min.)
pt_br: (%lld h %lld min)
ro: (%lld ore %lld minute)
ru: (%lld ч %lld мин)
sk: (%lld hod. %lld min.)
sl: (%lld ur %lld min)
sv: (%lld t %lld min)
tr: (%lld saat %lld dakika)
uk: (%lld год %lld хв)
zh_hans: (%lld 小时 %lld 分钟)

source: (%lld min)
ar: (%lld دقيقة)
he: (%lld דקות)
hu: (%lld perc)
ja: (%lld 分)
ko: (%lld 분)
ru: (%lld мин)
tr: (%lld dakika)
uk: (%lld хв)
zh_hans: (%lld 分钟)

source: %@ for %@
ar: %@ بدلاً من %@
da: %@ i stedet for %@
de: %@ für %@
es: %@ por %@
fi: %@ sijaan %@
fr: %@ au lieu de %@
he: %@ עבור %@
hu: %@ helyett %@
it: %@ al posto di %@
ja: %@ の代わりに %@
ko: %@ 대신 %@
nl: %@ voor %@
pl: %@ zamiast %@
pt_br: %@ em vez de %@
ro: %@ în locul lui %@
ru: %@ вместо %@
sk: %@ namiesto %@
sl: %@ za %@
sv: %@ för %@
tr: %@ yerine %@
uk: %@ замість %@
zh_hans: %@ 代替 %@

source: %@ units remaining at %@
ar: %@ الوحدات المتبقية عند %@
da: %@ enheder tilbage på %@.
de: %@ verbleibende Einheiten bei %@
es: %@ unidades restantes en %@
fi: %@ yksiköitä jäljellä %@
fr: %@ unités restantes à %@
he: %@ יחידות שנותרו ב %@
hu: %@ egység maradt %@
it: %@ unità rimanenti a %@
ja: %@ユニットが%@に残っている。
ko: %@ 유닛이 %@에 남아 있습니다.
nb: %@ gjenværende enheter på %@.
nl: %@ resterende eenheden op %@
pl: %@ jednostek pozostałych w %@.
pt_br: %@ unidades restantes em %@
ro: %@ unități rămase la %@
ru: %@ единиц, оставшихся на %@
sk: %@ zostávajúce jednotky na %@
sl: %@ enot, ki ostajajo pri %@
sv: %@ enheter kvar på %@
tr: %2$@'de kalan %1$@ birim
uk: %@ unità rimanenti à %@
zh_hans: %@个单位仍在%@。

source: %@ will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
ar: لن يقوم %@ بضبط كمية الأنسولين المُقدَّمة تلقائيًّا حتى تنتهي فترة المعدل الأساسي المؤقت أو يتم إلغاؤه.
da: %@ vil ikke automatisk justere din insulintilførsel, før den midlertidige basale dosis er afsluttet eller annulleret.
de: %@ passt Ihre Insulinabgabe erst dann automatisch an, wenn die temporäre Basalrate abgelaufen ist oder abgebrochen wurde.
es: %@ no ajustará automáticamente la administración de insulina hasta que finalice o se cancele la tasa basal temporal.
fi: %@ ei säädä insuliinin annostelua automaattisesti, ennen kuin väliaikainen perusannos päättyy tai se peruutetaan.
fr: %@ n'ajustera pas automatiquement votre débit d'insuline tant que le débit basal temporaire n'aura pas pris fin ou n'aura pas été annulé.
he: %@ לא יתאים אוטומטית את אספקת האינסולין שלך עד ששיעור הבסיס הזמני יסתיים או יבוטל.
hu: A %@ nem állítja be automatikusan az inzulinadagolást mindaddig, amíg az ideiglenes bazális adagolás le nem jár, vagy meg nem szüntetik.
it: %@ non regolerà automaticamente il rilascio di insulina finché il tasso basale temporaneo non sarà terminato o non verrà annullato.
ja: %@は、一時的な基礎インスリン投与が終了するか、キャンセルされるまで、インスリンの投与量を自動的に調整することはありません。
ko: %@는 일시적 기저 인슐린 투여가 종료되거나 취소될 때까지 인슐린 투여량을 자동으로 조정하지 않습니다.
nb: %@ vil ikke automatisk justere insulintilførselen før den midlertidige basale hastigheten er fullført eller avbrutt.
nl: %@ past de insulineafgifte niet automatisch aan totdat de tijdelijke basale dosis is afgelopen of is geannuleerd.
pl: %@ nie dostosuje automatycznie dawki insuliny, dopóki tymczasowa dawka podstawowa nie dobiegnie końca lub nie zostanie anulowana.
pt_br: O %@ não ajustará automaticamente a administração de insulina até que a taxa basal temporária termine ou seja cancelada.
ro: %@ nu va regla automat administrarea de insulină până când rata bazală temporară nu se încheie sau nu este anulată.
ru: %@ не будет автоматически регулировать подачу инсулина до тех пор, пока временная базальная скорость не закончится или не будет отменена.
sk: %@ automaticky neupraví podávanie inzulínu, kým sa dočasná bazálna rýchlosť neskončí alebo nebude zrušená.
sl: %@ ne bo samodejno prilagodil dovajanja insulina, dokler se začasna bazalna hitrost ne zaključi ali se prekliče.
sv: %@ kommer inte att justera din insulintillförsel automatiskt förrän den tillfälliga basaldosen har avslutats eller avbrutits.
tr: %@, geçici bazal hız sona erene veya iptal edilene kadar insülin verimini otomatik olarak ayarlamayacaktır.
uk: %@ не буде автоматично коригувати подачу інсуліну, доки тимчасовий базовий рівень не закінчиться або не буде скасований.
zh_hans: 在临时基础率结束或被取消之前，%@ 不会自动调整您的胰岛素输注量。

source: %lld hr %lld min
ar: %lld ساعة %lld دقيقة
da: %lld time %lld minut
de: %lld Std. %lld Min.
es: %lld h %lld min
fi: %lld tuntia %lld minuuttia
fr: %lld h %lld min
he: %lld שעה %lld דקות
hu: %lld óra %lld perc
it: %lld ore %lld minuti
ja: %lld 時間 %lld 分
ko: %lld 시간 %lld 분
nb: %lld time %lld minutt
nl: %lld uur %lld minuten
pl: %lld godz. %lld min.
pt_br: %lld hora %lld minuto
ro: %lld ore %lld minute
ru: %lld час %lld минут
sk: %lld hodín %lld minút
sl: %lld ur %lld min
sv: %lld tim %lld min
tr: %lld saat %lld dakika
uk: %lld год %lld хв
zh_hans: %lld 小时 %lld 分钟

source: %lld min
ar: %lld دقيقة
he: %lld דקות
hu: %lld perc
ja: %lld 分
ko: %lld 분
ru: %lld мин
tr: %lld dakika
uk: %lld хв
zh_hans: %lld 分钟

source: 1 hour
ar: 1 ساعة
da: 1 time
de: 1 Stunde
es: 1 hora
fi: 1 tunti
fr: 1 heure
he: שעה אחת
hu: 1 óra
it: 1 ora
ja: 1時間
ko: 1시간
nb: 1 time
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ro: 1 oră
ru: 1 час
sk: 1 hodina
sl: 1 ura
sv: 1 timme
tr: 1 saat
uk: година
zh_hans: 1 小时

source: 1.5 hours
ar: 1.5 ساعة ونصف
da: 1,5 timer
de: 1,5 Stunden
es: 1,5 horas
fi: 1,5 tuntia
fr: 1,5 heure
he: 1.5 שעות
hu: 1,5 óra
it: 1,5 ore
ja: 1.5時間
ko: 1.5시간
nb: 1,5 timer
nl: 1,5 uur
pl: 1,5 godziny
pt_br: 1,5 horas
ro: 1,5 ore
ru: 1,5 часа
sk: 1,5 hodiny
sl: 1,5 ure
sv: 1,5 timmar
tr: 1,5 saat
uk: годин
zh_hans: 1.5 小时

source: 2 hours
ar: 2 ساعة
da: 2 timer
de: 2 Stunden
es: 2 horas
fi: 2 tuntia
fr: 2 heures
he: שעתיים
hu: 2 óra
it: 2 ore
ja: 2時間
ko: 2시간
nb: 2 timer
nl: 2 uur
pl: 2 godziny
pt_br: 2 horas
ro: 2 ore
ru: 2 часа
sk: 2 hodiny
sl: 2 uri
sv: 2 timmar
tr: 2 saat
uk: 2 ore
zh_hans: 2 小时

source: 30 minutes
ar: 30 دقيقة
da: 30 minutter
de: 30 Minuten
es: 30 minutos
fi: 30 minuuttia
he: 30 דקות
hu: 30 perc
it: 30 minuti
ja: 30分
ko: 30분
nb: 30 minutter
nl: 30 minuten
pl: 30 minut
pt_br: 30 minutos
ro: 30 de minute
ru: 30 минут
sk: 30 minút
sl: 30 minut
sv: 30 minuter
tr: 30 dakika
uk: хвилини
zh_hans: 30 分钟

source: Activate new Patch
ar: تنشيط التصحيح الجديد
da: Aktiver ny patch
de: Neuen Patch aktivieren
es: Activar nuevo parche
fi: Aktivoi uusi laastari
fr: Activer le nouveau patch
he: הפעל תיקון חדש
hu: Új folt aktiválása
it: Attivare una nuova patch
ja: 新しいパッチを有効にする
ko: 새 패치 활성화
nb: Aktiver ny oppdatering
nl: Nieuwe patch activeren
pl: Aktywacja nowej poprawki
pt_br: Ativar novo Patch
ro: Activați o nouă pompă
ru: Активировать новый патч
sk: Aktivácia novej záplaty
sl: Aktivacija novega obliža
sv: Aktivera ny Patch
tr: Yeni Yamayı Etkinleştir
uk: Активувати новий патч
zh_hans: 激活新贴泵

source: Activate patch
ar: تنشيط التصحيح
da: Aktivér plaster
de: Patch aktivieren
es: Activar parche
fi: Aktivoi laastari
fr: Activer le patch
he: הפעל את התיקון
hu: Folt aktiválása
it: Attiva patch
ja: パッチをアクティブにする
ko: 패치 활성화
nb: Aktiver patch
nl: Activeer patch
pl: Aktywuj łatkę
pt_br: Ativar patch
ro: Activare pompă
ru: Активировать патч
sk: Aktivovať náplasť
sl: Aktivacija obliža
sv: Aktivera patch
tr: Yamayı etkinleştir
uk: Активувати патч
zh_hans: 激活贴泵

source: Activate Patch
ar: تنشيط التصحيح
da: Aktivér plaster
de: Patch aktivieren
es: Activar parche
fi: Aktivoi laastari
fr: Activer le patch
he: הפעל את התיקון
hu: Patch aktiválása
it: Attiva patch
ja: パッチをアクティブにする
ko: 패치 활성화
nb: Aktiver patch
nl: Activeer patch
pl: Aktywuj łatkę
pt_br: Ativar patch
ro: Activare Pompă
ru: Активировать патч
sk: Aktivovať náplasť
sl: Aktivacija obliža
sv: Aktivera patch
tr: Yamayı etkinleştir
uk: Активувати патч
zh_hans: 激活贴泵

source: Activation
ar: تم تفعيل التصحيح في
da: Patch aktiveret på
de: Patch aktiviert am
es: Parche activado en
fi: Erä aktivoitu
fr: Patch activé à
he: הפעלה
hu: Aktiválás
it: Patch attivato alle
ja: でパッチが作動した。
ko: 활성화
nb: Aktivering
nl: Patch geactiveerd op
pl: Patch aktywowany w
pt_br: Patch ativado em
ro: Activare
ru: Патч активирован в
sk: Náplasť aktivovaná o
sl: Obliž se aktivira pri
sv: Patch aktiverad den
tr: Yama şu adreste etkinleştirildi
uk: Патч активується за адресою
zh_hans: 补丁激活于

source: Active
ar: نشط
da: Aktiv
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
he: פעיל
hu: Aktív
it: Attivo
ja: アクティブ
ko: 활성
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
ro: Activ
ru: Активный
sk: Aktívne
sl: Aktivno
sv: Aktiv
tr: Aktif
uk: Активний
zh_hans: 活跃

source: Age:
ar: العمر:
da: Alder:
de: Alter:
es: Edad:
fi: Ikä:
fr: Âge:
he: גיל:
hu: Kor:
it: Età:
ja: 歳：
ko: 나이:
nb: Alder:
nl: Leeftijd:
pl: Wiek:
pt_br: Idade:
ro: Vârstă:
ru: Возраст:
sk: Vek:
sl: Starost:
sv: Ålder:
tr: Yaş:
uk: Вік:
zh_hans: 年龄：

source: Alarm setting
ar: إعداد المنبه
da: Indstilling af alarm
de: Alarm-Einstellung
es: Ajuste de alarma
fi: Hälytyksen asetus
fr: Réglage de l'alarme
he: הגדרת אזעקה
hu: Riasztás beállítása
it: Impostazioni allarme
ja: アラーム設定
ko: 알람 설정
nb: Innstillinger for alarm
nl: Alarm instelling
pl: Ustawienia alarmu
pt_br: Configuração de alarme
ro: Setare alarmă
ru: Настройка будильника
sk: Nastavenia alarmov
sl: Nastavitev alarma
sv: Alarm inställning
tr: Alarm ayarı
uk: Налаштування будильника
zh_hans: 闹钟设置

source: Alarm Setting
ar: إعداد المنبه
da: Indstilling af alarm
de: Alarm-Einstellung
es: Ajuste de alarma
fi: Hälytyksen asetus
fr: Réglage de l'alarme
he: הגדרת אזעקה
hu: Riasztás beállítása
it: Impostazioni allarme
ja: アラーム設定
ko: 알람 설정
nb: Innstillinger for alarm
nl: Alarm instelling
pl: Ustawienia alarmu
pt_br: Configuração de alarme
ro: Setare alarmă
ru: Настройка будильника
sk: Nastavenia alarmov
sl: Nastavitev alarma
sv: Alarm inställning
tr: Alarm ayarı
uk: Налаштування будильника
zh_hans: 闹钟设置

source: Alert: Daily Insulin Limit
ar: تنبيه: الحد اليومي للأنسولين
da: Advarsel: Daglig insulindosis
de: Warnung: Tägliche Insulin-Obergrenze
es: Aviso: Límite diario de insulina
fi: Hälytys: Päivittäinen insuliiniraja
fr: Alerte : limite quotidienne d'insuline
he: התראה: מגבלת אינסולין יומית
hu: Figyelem: Napi inzulinadag-korlát
it: Avviso: limite giornaliero di insulina
ja: 注意：1日のインスリン投与上限
ko: 알림: 일일 인슐린 투여 한도
nb: Varsel: Daglig insulingrense
nl: Waarschuwing: dagelijkse insulinedosis
pl: Ostrzeżenie: Dzienny limit insuliny
pt_br: Aviso: Limite diário de insulina
ro: Avertisment: Limita zilnică de insulină
ru: Предупреждение: суточный лимит инсулина
sk: Upozornenie: Denný limit inzulínu
sl: Opozorilo: Dnevni limit insulina
sv: Varning: Daglig insulindosgräns
tr: Uyarı: Günlük İnsülin Sınırı
uk: Попередження: Добова норма інсуліну
zh_hans: 提示：每日胰岛素用量上限

source: Alert: Daily max insulin
ar: تنبيه: الحد الأقصى اليومي للأنسولين
da: Advarsel: Daglig max insulin
de: Alert: Tägliches Höchstinsulin
es: Alerta: insulina máxima diaria
fi: Hälytys: Päivittäinen enimmäisinsuliini
fr: Alerte : Insuline maximale quotidienne
he: התראה: אינסולין מקסימלי יומי
hu: Riasztás: Napi maximális inzulin
it: Allarme: insulina massima giornaliera
ja: 警告：1日の最大インスリン量
ko: 경고: 일일 최대 인슐린
nb: Varsel: Daglig maks insulin
nl: Waarschuwing: Dagelijkse max. insuline
pl: Alert: Maksymalna dzienna dawka insuliny
pt_br: Alerta: Insulina máxima diária
ro: Alertă: insulină maximă zilnică
ru: Оповещение: Ежедневный максимальный инсулин
sk: Upozornenie: Denný maximálny inzulín
sl: Opozorilo: Dnevni maksimalni inzulin
sv: Varning: Dagligt maxinsulin
tr: Uyarı: Günlük maksimum insülin
uk: Тривога: Добовий максимум інсуліну
zh_hans: 提醒：每日最大胰岛素剂量

source: Alert: Hourly Insulin Limit
ar: تنبيه: الحد الأقصى للأنسولين في الساعة
da: Advarsel: Grænse for timemængden af insulin
de: Warnung: Stündliche Insulin-Obergrenze
es: Aviso: Límite de insulina por hora
fi: Hälytys: Insuliinin tuntiannosraja
fr: Alerte : limite d'insuline horaire
he: התראה: מגבלת אינסולין לפי שעה
hu: Figyelem: Óránkénti inzulinadag-korlát
it: Avviso: limite orario di insulina
ja: 警告：1時間あたりのインスリン投与上限
ko: 알림: 시간당 인슐린 투여 한도
nb: Varsel: Grensen for insulindosering per time
nl: Waarschuwing: limiet voor insuline per uur
pl: Ostrzeżenie: Limit insuliny na godzinę
pt_br: Aviso: Limite de insulina por hora
ro: Avertisment: Limita orară de insulină
ru: Предупреждение: предельное количество инсулина в час
sk: Upozornenie: Hodinový limit inzulínu
sl: Opozorilo: Ura za omejitev insulina
sv: Varning: Gräns för timdos av insulin
tr: Uyarı: Saatlik İnsülin Sınırı
uk: Попередження: щогодинний ліміт інсуліну
zh_hans: 警报：每小时胰岛素用量上限

source: Alert: Hourly max insulin
ar: تنبيه: الحد الأقصى للأنسولين في الساعة
da: Advarsel: Maksimalt insulin pr. time
de: Alert: Stündliches Höchstinsulin
es: Alerta: insulina máxima por hora
fi: Hälytys: Tuntikohtainen maksimi-insuliini
fr: Alerte : Insuline maximale horaire
he: התראה: אינסולין מקסימלי לשעה
hu: Riasztás: Óránkénti maximális inzulin
it: Allarme: insulina massima oraria
ja: アラート：1時間ごとの最大インスリン量
ko: 알림: 시간당 최대 인슐린 수치
nb: Varsling: Maks insulin per time
nl: Waarschuwing: Uurlijkse max insuline
pl: Alert: Godzinowa maksymalna dawka insuliny
pt_br: Alerta: insulina máxima por hora
ro: Alertă: insulină maximă orară
ru: Оповещение: Часовой максимальный инсулин
sk: Upozornenie: Hodinový maximálny inzulín
sl: Opozorilo: urni maksimalni inzulin
sv: Varning: Insulin max per timme
tr: Uyarı: Saatlik maksimum insülin
uk: Тривога: Годинний максимум інсуліну
zh_hans: 提醒：每小时最大胰岛素用量

source: Alert: Occlusion
ar: تنبيه: انسداد
da: Advarsel: Blokering
de: Warnung: Okklusion
es: Aviso: Oclusión
fi: Varoitus: Tukos
fr: Avertissement : occlusion
he: התראה: חסימה
hu: Figyelem: elzáródás
it: Avviso: occlusione
ja: 警告：閉塞
ko: 경고: 폐색
nb: Varsel: Blokkering
nl: Waarschuwing: verstopping
pl: Ostrzeżenie: niedrożność
pt_br: Aviso: Oclusão
ro: Avertisment: Ocluzie
ru: Предупреждение: окклюзия
sk: Upozornenie: Okluzia
sl: Opozorilo: zapora
sv: Varning: Blockering
tr: Uyarı: Tıkanma
uk: Попередження: Оклюзія
zh_hans: 警报：阻塞

source: Alert: Patch fault
ar: تنبيه: خطأ في التصحيح
da: Advarsel: Fejl i opdateringen
de: Warnung: Fehler beim Patch
es: Aviso: Error en el parche
fi: Hälytys: Päivitysvirhe
fr: Alerte : erreur de mise à jour
he: התראה: תקלה בתיקון
hu: Figyelem: Frissítési hiba
it: Avviso: errore di patch
ja: 警告：パッチの不具合
ko: 경고: 패치 오류
nb: Varsel: Feil i oppdateringen
nl: Waarschuwing: Fout in patch
pl: Ostrzeżenie: Błąd aktualizacji
pt_br: Aviso: Falha na atualização
ro: Avertisment: Eroare la aplicarea pompei
ru: Предупреждение: Ошибка установки исправления
sk: Upozornenie: Chyba aktualizácie
sl: Opozorilo: Napaka pri namestitvi popravka
sv: Varning: Fel i uppdateringen
tr: Uyarı: Yama hatası
uk: Попередження: Помилка оновлення
zh_hans: 警报：贴泵硬件故障

source: Alert: Reservoir empty
ar: تنبيه: الخزان فارغ
da: Advarsel: Beholderen er tom
de: Warnung: Behälter leer
es: Aviso: Depósito vacío
fi: Hälytys: Säiliö tyhjä
fr: Avertissement : réservoir vide
he: התראה: מאגר ריק
hu: Figyelem: A tartály üres
it: Avviso: serbatoio vuoto
ja: 警告：貯水タンクが空です
ko: 경고: 저수조 비움
nb: Varsel: Beholderen er tom
nl: Waarschuwing: Reservoir leeg
pl: Ostrzeżenie: Zbiornik pusty
pt_br: Aviso: Reservatório vazio
ro: Avertisment: Rezervorul este gol
ru: Предупреждение: резервуар пуст
sk: Upozornenie: Nádrž je prázdna
sl: Opozorilo: Rezervoar je prazen
sv: Varning: Behållaren är tom
tr: Uyarı: Depo boş
uk: Попередження: резервуар порожній
zh_hans: 警报：水箱已空

source: Are you sure you want to stop using Medtrum TouchCare Nano 200u/300u?
ar: هل أنت متأكد من أنك تريد التوقف عن استخدام Medtrum TouchCare Nano 200u/300u؟
da: Er du sikker på, at du vil stoppe med at bruge Medtrum TouchCare Nano 200u/300u?
de: Sind Sie sicher, dass Sie die Verwendung von Medtrum TouchCare Nano 200u/300u beenden möchten?
es: ¿Está seguro de que desea dejar de usar Medtrum TouchCare Nano 200u/300u?
fi: Oletko varma, että haluat lopettaa Medtrum TouchCare Nano 200u/300u?
fr: Êtes-vous sûr de vouloir arrêter d'utiliser Medtrum TouchCare Nano 200u/300u?
he: האם אתה בטוח שאתה רוצה להפסיק להשתמש ב- Medtrum TouchCare ננו 200u/300u?
hu: Biztos, hogy nem kívánja használni a Medtrum TouchCare Nano 200u/300u készüléket?
it: Sei sicuro di voler smettere di usare Medtrum TouchCare Nano 200u/300u?
ja: Medtrum TouchCare Nano 200u/300uの使用を中止してもよろしいですか？
ko: Medtrum TouchCare Nano 200u/300u 사용을 중단하시겠습니까?
nb: Er du sikker på at du ønsker å slutte med Medtrum TouchCare Nano 200u/300u?
nl: Weet je zeker dat je geen gebruik meer wilt maken van Medtrum TouchCare Nano 200u/300u?
pl: Czy na pewno chcesz przerwać stosowanie Medtrum TouchCare Nano 200u/300?
pt_br: Tem certeza que deseja parar de usar o Medtrum TouchCare Nano 200u/300u?
ro: Sigur doriți să opriți utilizarea Medtrum TouchCare Nano 200u/300u?
ru: Вы уверены, что хотите прекратить использование Medtrum TouchCare Nano 200u/300u?
sk: Naozaj chcete prestať používať Medtrum TouchCare Nano 200U/300U?
sl: Ste prepričani, da želite prenehati uporabljati zdravilo Medtrum TouchCare Nano 200u/300u?
sv: Är du säker på att du vill sluta använda Medtrum TouchCare Nano 200u/300u?
tr: Medtrum TouchCare Nano 200u/300u kullanmayı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити використання Medtrum TouchCare Nano 200u/300u?
zh_hans: 您确定要停止使用Medtrum TouchCare Nano 200u/300u？

source: Are you sure?
ar: هل أنت متأكد؟
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: האם אתה בטוח?
hu: Biztos vagy benne?
it: Sei sicuro?
ja: 本当か？
ko: 확실하신가요?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Jesteś pewien?
pt_br: Tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sk: Ste si istý?
sl: Ste prepričani?
sv: Är du säker?
tr: Emin misin?
uk: Ти впевнений?
zh_hans: 你确定吗？

source: Attach the pump to the body.
ar: إرفاق المضخات إلى الجسم.
da: Fastgør pumpen til kroppen.
de: Befestigen Sie die Pumpe an den Körper.
es: Adjunte la bomba al cuerpo.
fi: Kiinnitä pumppu kehoon.
fr: Attachez la pompe au corps.
he: חבר את המשאבה לגוף.
hu: Csatlakoztassa a szivattyút a karosszériához.
it: Collegare la pompa al corpo.
ja: ポンプを本体に取り付ける。
ko: 펌프를 본체에 부착합니다.
nb: Fest pumpen til kroppen.
nl: Koppel de pomp aan het lichaam.
pl: Przymocować pompę do ciała.
pt_br: Anexe a bomba ao corpo.
ro: Atașați pompa pe corp.
ru: Прикрепите насос к кузову.
sk: Pripevnite pumpu k telu.
sl: Črpalko pritrdite na ohišje.
sv: Fäst pumpen på kroppen.
tr: Pompayı gövdeye takın.
uk: Прикріпіть насос до корпусу.
zh_hans: 将水泵附加到身体上。

source: Authenticate & deactivate patch
ar: المصادقة و تعطيل التصحيح
da: Godkend og deaktiver patch
de: Patch authentifizieren & deaktivieren
es: Autenticar y desactivar el parche
fi: Todenna ja poista paikannus käytöstä
fr: Authentification et désactivation du patch
he: לאמת ולבטל את התיקון
hu: Hitelesítés és a javítás deaktiválása
it: Autenticazione e disattivazione patch
ja: パッチの認証と無効化
ko: 패치 인증 및 비활성화하기
nb: Godkjenn & deaktiver patch
nl: Authenticeer & deactiveer patch
pl: Uwierzytelnij i dezaktywuj łatkę
pt_br: Autenticar e desativar patch
ro: Autentificare și dezactivare pompă
ru: Аутентификация и деактивация патча
sk: Over a deaktivuj náplasť
sl: Preverjanje pristnosti in deaktiviranje popravka
sv: Autentisera och inaktivera patch
tr: Kimlik doğrulama ve yamayı devre dışı bırakma
uk: Автентифікація та деактивація патчу
zh_hans: 身份校验并停用贴泵

source: Authentication failure
ar: فشل المصادقة
da: Fejl i godkendelsen
de: Authentifizierung fehlgeschlagen
es: Fallo de autenticación
fi: Todennuksen epäonnistuminen
fr: Échec de l'authentification
he: כשל באימות
hu: Hitelesítési hiba
it: Errore di autenticazione
ja: 認証失敗
ko: 인증 실패
nb: Autentiseringsfeil
nl: Authenticatiefout
pl: Błąd uwierzytelniania
pt_br: Falha de autenticação
ro: Eșec autentificare
ru: Сбой аутентификации
sk: Zlyhanie overovania
sl: Neuspešno preverjanje pristnosti
sv: Autentiseringen misslyckades
tr: Kimlik doğrulama hatası
uk: Помилка автентифікації
zh_hans: 验证失败

source: Basal
ar: القاعدية
fi: Basaalinen
he: בסיסי
hu: Bazális
it: Basale
ja: ベーサル
ko: 기초
nl: Basaal
pl: Podstawowy
ro: Bazală
ru: Базальный
sk: Bazálna
sl: Osnovni
tr: Bazal
uk: Базальний
zh_hans: 基础

source: Battery
ar: البطارية
da: Batteri
de: Akku
es: Batería
fi: Akku
fr: Batterie
he: סוללה
hu: Akkumulátor
it: Batteria
ja: バッテリー
ko: 배터리
nb: Batteri
nl: Accu
pl: Bateria
pt_br: Bateria
ro: Baterie
ru: Батарея
sk: Batéria
sl: Baterija
sv: Batteri
tr: Akü
uk: Батарея
zh_hans: 电量：

source: Battery empty
ar: البطارية فارغة
da: Batteriet er tomt
de: Batterie leer
es: Batería vacía
fi: Akku tyhjä
fr: Batterie vide
he: סוללה ריקה
hu: Az akkumulátor lemerült
it: Batteria scarica
ja: バッテリー残量なし
ko: 배터리 비어 있음
nb: Batteriet er tomt
nl: Batterij leeg
pl: Bateria rozładowana
pt_br: Bateria vazia
ro: Baterie descărcată
ru: Батарея разряжена
sk: Vybitá batéria
sl: Baterija je prazna
sv: Batteriet är tomt
tr: Pil boş
uk: Батарея розряджена
zh_hans: 电池没电

source: Battery Empty
ar: البطارية فارغة
da: Batteriet er tomt
de: Leere Batterie
es: Batería vacía
fi: Akku tyhjä
fr: Batterie vide
he: סוללה ריקה
hu: Üres az akkumulátor
it: Batteria scarica
ja: バッテリー残量なし
ko: 배터리 비어 있음
nb: Batteri tomt
nl: Batterij leeg
pl: Pusta bateria
pt_br: Bateria vazia
ro: Baterie descărcată
ru: Батарея разряжена
sk: Prázdna batéria
sl: Baterija je prazna
sv: Batteriet är tomt
tr: Pil Boş
uk: Батарея розряджена
zh_hans: 电池耗尽

source: Beep-only
ar: بيب-فقط
da: Kun Bip
de: Nur Piepton
es: Sólo Beep
fi: Vain Äänimerkki
fr: Bip seulement
he: צפצוף בלבד
hu: Csak hangjelzés
it: Unicamente Beep
ja: ビープ音のみ
ko: 신호음 전용
nb: Beholdbart
nl: Biep alleen-
pl: Tylko na piwo
ro: Doar semnal sonor
ru: Только пип
sk: Iba zvukový signál
sl: Samo zvočni signal
sv: Endast pip
tr: Yalnızca bip sesi
uk: Тільки звуковий сигнал
zh_hans: 仅蜜蜂：

source: Bolus
ar: بولوس
es: Bolo
he: בולוס
it: Bolo
ja: ボーラス
ko: 볼러스
ru: Болюс
uk: Болюс
zh_hans: 玻流体

source: Bolus issue. Patch is already bolussing
ar: مشكلة البلعة. البقعة تتبلع بالفعل
da: Problem med bolus. Plasteret er allerede i bolus
de: Bolus-Problem. Patch ist bereits Bolus
es: Problema con el bolo. Parche ya está bolusing
fi: Bolusongelma. Laastari on jo bolusing
fr: Problème de bolus. Le patch est déjà un bolus
he: סוגיית בולוס. התיקון כבר מתגלגל
hu: Bolus probléma. A tapasz már boluszi
it: Problema di bolo. La patch è già in bolo
ja: ボーラス問題。パッチはすでにボーラスしている
ko: 볼러스 문제. 패치가 이미 볼루싱 중입니다.
nb: Bolusproblem. Patchen boluserer allerede
nl: Bolusprobleem. Patch is al aan het bolussen
pl: Problem z bolusem. Patch już działa
pt_br: Problema de bolus. O adesivo já está a ser aplicado
ro: Problemă cu bolusul. Pompa administrează deja bolusul
ru: Проблема с болюсом. Патч уже болюсный
sk: Problém s bolusom. Patch už je bolusový
sl: Vprašanje bolusa. Obliž se že bolusira
sv: Bolusproblem. Patch är redan bolus
tr: Bolus sorunu. Yama zaten bolus yapıyor
uk: Проблема з болюсом. Патч вже болючий
zh_hans: 大剂量给药异常。贴泵正在执行大剂量推注中
